Repository: Deutsche-Digitale-Bibliothek/ddb-va
Catalog: omeka/plugins/SimpleVocab/languages/*.po
Languages: de_de

source: Simple Vocab
de_de: Vokabulare

source: Successfully deleted the element's vocabulary terms.
de_de: Die Vokabular-Begriffe des Elements wurden erfolgreich gelöscht.

source: Successfully edited the element's vocabulary terms.
de_de: Die Vokabular-Begriffe des Elements wurden erfolgreich bearbeitet.

source: Successfully added the element's vocabulary terms.
de_de: Die Vokabular-Begriffe des Elements wurden erfolgreich hinzugefügt.

source: Not in vocabulary.
de_de: Nicht im Vokabular enthalten.

source: Long text.
de_de: Langer Text.

source: Contains newlines.
de_de: Enthält Zeilenumbrüche.

source: Select Below
de_de: Unten auswählen

source: Item Type
de_de: Objekt-Typ

source: No texts for the selected element exist in Omeka.
de_de: Für das ausgewählte Element existieren keine Texte in Omeka.

source: Count
de_de: Anzahl

source: Warnings
de_de: Warnungen

source: Element
de_de: Elemente

source: Select an element to manage its custom vocabulary. Elements with a custom vocabulary are marked with an asterisk (*).
de_de: Wählen Sie ein Element aus, um dessen benutzerdefiniertes Vokabular zu verwalten. Elemente mit einem benutzerdefinierten Vokabular sind mit einem Sternchen (*) gekennzeichnet.

source: Vocabulary Terms
de_de: Vokabular-Begriffe

source: Enter the custom vocabulary terms for this element, one per line. To delete the vocabulary, simply remove the terms and submit this form.
de_de: Geben Sie die benutzerdefinierten Vokabular-Begriffe für dieses Element ein, einen pro Zeile. Um das Vokabular zu löschen, entfernen Sie einfach die Begriffe und senden Sie das Formular.

source: %sClick here%s to display a list of texts for the selected element that currently exist in Omeka. You may use this list as a reference to build a vocabulary, but be aware of some caveats:
de_de: %sKlicken Sie hier%s, um eine Liste von Texten anzuzeigen, die für das ausgewählte Element derzeit in Omeka existieren. Sie können diese Liste als Referenz für ein Vokabular aufbauen, es muss Ihnen aber bewusst sein, dass es einige Einschränkungen gibt:

source: Vocabulary terms must not contain newlines (line breaks).
de_de: Wortschatz Begriffe dürfen keine Zeilenumbrüche (Zeilenumbrüche) beinhalten.

source: Vocabulary terms are typically short and concise. If your existing texts are otherwise, avoid using a controlled vocabulary for this element.
de_de: Vokabular-Begriffe sind in der Regel kurz und prägnant. Wenn Ihre vorhandene Texte das nicht sind, verwenden Sie für dieses Element am besten kein kontrolliertes Vokabular.

source: Vocabulary terms must be identical to their corresponding texts.
de_de: Wortschatz-Begriffe müssen identisch sein mit den entsprechenden Texten.

source: Existing texts that are not in the vocabulary will be preserved — however, they cannot be selected in the item edit page, and will be deleted once you save the item.
de_de: Bestehende Texte, die nicht in das Vokabular aufgenommen sind, werden gespeichert – aber sie können nicht auf der Objekt-Seite ausgewählt werden und werden gelöscht, sobald Sie das Objekt speichern.

source: Add/Edit Vocabulary
de_de: Vokabular ergänzen/überarbeiten
